Repository: lifepicsapp/LifePics
Catalog: LifePics/*.lproj/Localizable.strings
Languages: es, pt

# msg_erro
source: Error
pt: Erro

# msg_login
source: Login Failed.
es: No fue possible hacer el login.
pt: Não foi possível efetuar o login.

# btn_facebook
source: Enter with Facebook
es: Ingresar con Facebook
pt: Entrar com o Facebook

# btn_cadastrar
source: Register Later
es: Registrar más tarde
pt: Cadastrar mais tarde

# msg_atencao
source: Atention
es: Atención
pt: Atenção

# msg_sair
source: Are you sure you want to Logoff?
es: Quieres realmente salir?
pt: Deseja realmente sair?

# msg_sim
source: Yes
es: Sí
pt: Sim

# msg_salvando
source: Saving picture...
es: Guardando foto...
pt: Salvando foto...

# msg_lifepics
source: Sharing in LifePics...
es: Compartiendo en LifePics...
pt: Compartilhando em LifePics...

# msg_facebook
source: Sharing on Facebook...
es: Compartiendo en el Facebook...
pt: Compartilhando Facebook...

# msg_twitter
source: Sharing on Twitter...
es: Compartiendo en el Twitter...
pt: Compartilhando Twitter...

# msg_fim
source: Done!
es: Finalizado!
pt: Finalizado!

# msg_sucesso
source: Success
es: Éxito
pt: Sucesso

# msg_deletar
source: Are you sure you want to delete this picture?
es: Quieres realmente borrar esa imagen?
pt: Deseja realmente deletar essa imagem?

# msg_escolher
source: Choose picture
es: Elegir foto
pt: Escolher foto

# msg_deletada
source: Picture removed successfully!
es: Foto eliminada con ėxito!
pt: Foto removida com sucesso!

# msg_album
source: Error while saving the picture in the Album.
es: Error al guardar imagen en el Albúm.
pt: Erro ao salvar imagem no Álbum.

# btn_biblioteca
source: Library
es: Biblioteca
pt: Biblioteca

# btn_camera
source: Camera
es: Cámara
pt: Câmera

# btn_cancelar
source: Cancel
es: Cancelar
pt: Cancelar

# tit_compartilhar
source: Share
es: Compartir
pt: Compartilhar

# tit_salvar
source: Save
es: Guardar
pt: Salvar

# msg_verificar
source: Verify
es: Comprobar
pt: Verificar

# msg_selecione
source: Select at least one means of sharing.
es: Seleccione un medio de compartir.
pt: Selecione ao menos um meio de compartilhamento.

# msg_publicar
source: You need to login to post your picture.
es: Para publicar una foto es necesario hacer login.
pt: Para publicar uma foto é necessário estar logado.

# msg_bem_vindo
source: Welcome!
es: Bienvenido!
pt: Bem-vindo!

# msg_momentos
source: Now you can share the best moments of your life.
es: Ahora tu puedes compartir los mejores momentos de su vida.
pt: Agora você já pode compartilhar os melhores momentos da sua vida.

# msg_postar
source: Error while posting the picture.
es: Error al publicar foto.
pt: Erro ao postar foto.

# btn_logar
source: Login
es: Hacer Login
pt: Logar

# msg_processo
source: Wait for the ongoing proccess to finish.
es: Espere el final del proceso corriente.
pt: Aguarde a conclusão do processo em andamento.

# msg_salvar
source: Error while saving the picture.
es: Error al gravar foto.
pt: Erro ao salvar foto.

# msg_subir
source: Error while uploading picture.
es: Error al subir foto.
pt: Erro ao subir foto.

# msg_erro_lifepics
source: Error while sharing in LifePics.
es: Error al compartir en LifePics.
pt: Erro ao compartilhar em LifePics.

# msg_erro_facebook
source: Error while sharing on Facebook.
es: Error al compartir con Facebook.
pt: Erro ao compartilhar no Facebook.

# msg_erro_twitter
source: Error while sharing on Twitter.
es: Error al compartir con Twitter.
pt: Erro ao compartilhar no Twitter.

# msg_autorizar_facebook
source: Error while allowing Facebook.
es: Error al autorizar Facebook.
pt: Erro ao autorizar Facebook.

# msg_autorizar_twitter
source: Error while allowing Twitter.
es: Error al autorizar Twitter.
pt: Erro ao autorizar Twitter.

# msg_moldura
source: Error while loading Moldings.
es: Error al cargar Marcos.
pt: Erro ao caregar Molduras.

# msg_foto
source: Error while downloading Pictures.
es: Error al descargar Fotos.
pt: Erro ao baixar Fotos.

# msg_foto_moldura
source: Error while loading Molding Picture
es: Error al cargar imagen de los Marcos
pt: Erro ao carregar imagem da Moldura
